brew "git"
brew "tree"
brew "ripgrep"
brew "fd"
brew "gcc"
brew "lazygit"
brew "fzf"
brew "typst"
brew "websocat"
brew "uv"
brew "mas"
brew "dotnet"
brew "postgresql@17"
brew "neovim"
brew "starship"
brew "tmux"
brew "xcbeautify"
brew "xcode-build-server"
brew "swiftformat"
brew "tinymist"

cask "ghostty"
cask "zed"
cask "zoom"
cask "anki"
cask "spotify"
cask "adguard"
cask "flux-app"
cask "font-commit-mono"
cask "discord"
cask "drawio"
cask "dotnet-sdk"
cask "orbstack"
cask "flashspace"
cask "rectangle"
cask "obsidian"
cask "excalidraw"

mas "Bear", id: 1091189122
mas "Flow", id: 1423210932
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Things", id: 904280696
mas "Xcode", id: 497799835
